src/main/resources/xmls/salesforcequery/CreateCreditApp.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/" xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
   <Header>
      <SessionHeader xmlns="urn:partner.soap.sforce.com">
         <sessionId></sessionId>
      </SessionHeader>
   </Header>
   <Body>
      <create xmlns="urn:partner.soap.sforce.com">
         <sObjects>
            <type xmlns="urn:sobject.partner.soap.sforce.com">Credit_App__c</type>
            <Account__c xmlns=""></Account__c>
            <Division__c xmlns=""></Division__c>
            <Region__c xmlns=""></Region__c>
             <Organization_Office__c xmlns=""></Organization_Office__c>
              <Spread_Split__c xmlns=""></Spread_Split__c>
              <No_Of_Positions__c xmlns=""></No_Of_Positions__c>
               <Total_Active_Contractors_Placements__c xmlns=""></Total_Active_Contractors_Placements__c>
                 <Monthly_Revenue__c xmlns=""></Monthly_Revenue__c>
                   <DP_Fee__c xmlns=""></DP_Fee__c>
                   <Bill_Rate__c xmlns=""></Bill_Rate__c>
                    <Billing_Frequency__c xmlns=""></Billing_Frequency__c>
                     <Job_Description_Work_Environment__c xmlns=""></Job_Description_Work_Environment__c>
                      <Project_Length__c xmlns=""></Project_Length__c>
                        <Project_Length_Type__c xmlns=""></Project_Length_Type__c>
                          <Supporting_Government_Work__c xmlns=""></Supporting_Government_Work__c>
                            <Terms__c xmlns=""></Terms__c>
                            <Term_Details__c xmlns=""></Term_Details__c>
                             <OpCo__c xmlns=""></OpCo__c>
                           
         </sObjects>
      </create>
   </Body>
</Envelope>